Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: If you don't have your recovery phrases written down, any wallet you didn't back up will be lost.
af: As jy nie jou herstelfrases neergeskryf het nie, gaan enige beursie wat jy nie gerugsteun het nie, verlore.
ar: إن لم تكن قد دوّنت عبارات الاسترداد، فستفقد أي محفظة لم تنشئ لها نسخة احتياطية.
bg: Ако нямате записани фрази за възстановяване, всеки портфейл, който не сте архивирали, ще бъде загубен.
bn: আপনার রিকভারি ফ্রেজ লেখা না থাকলে, ব্যাকআপ ছাড়া যেকোনো ওয়ালেট হারিয়ে যাবে।
ca: Si no tens les frases de recuperació apuntades, qualsevol cartera sense còpia de seguretat es perdrà.
cs: Pokud nemáte své obnovovací fráze zapsané, každá nezálohovaná peněženka bude ztracena.
da: Hvis du ikke har skrevet dine gendannelsesfraser ned, går alle tegnebøger uden sikkerhedskopi tabt.
de: Wenn Sie Ihre Wiederherstellungs-Phrasen nicht notiert haben, gehen alle Wallets ohne Sicherung verloren.
el: Αν δεν έχετε σημειωμένες τις φράσεις ανάκτησής σας, κάθε πορτοφόλι χωρίς αντίγραφο ασφαλείας θα χαθεί.
es: Si no tienes tus frases de recuperación anotadas, cualquier wallet que no hayas respaldado se perderá.
et: Kui sa pole oma taastefraase üles kirjutanud, läheb kaduma iga rahakott, mida sa varundanud ei ole.
fa: اگر عبارات بازیابی خود را یادداشت نکرده باشید، هر کیف پولی که از آن پشتیبان نگرفته‌اید از بین می‌رود.
fi: Jos sinulla ei ole palautuslauseita kirjoitettuna ylös, jokainen ilman varmuuskopiota oleva lompakko menetetään.
fil: Kung wala kang nakasulat na recovery phrases, mawawala ang anumang wallet na hindi mo na-back up.
fr: Si vous n'avez pas vos phrases de récupération notées, tout portefeuille que vous n'avez pas sauvegardé sera perdu.
he: אם לא רשמת את ביטויי השחזור שלך, כל ארנק שלא גיבית יאבד.
hi: अगर आपके पास रिकवरी फ़्रेज़ लिखे हुए नहीं हैं, तो कोई भी बिना बैकअप वाला वॉलेट खो जाएगा।
hr: Ako svoje fraze za oporavak nemate zapisane, svaki novčanik bez sigurnosne kopije bit će izgubljen.
hu: Ha nincsenek leírva a helyreállítási mondatai, minden mentés nélküli tárca elveszik.
id: Jika Anda tidak mencatat frasa pemulihan, setiap dompet yang tidak Anda cadangkan akan hilang.
is: Ef þú hefur ekki skrifað niður endurheimtarsetningarnar þínar, glatast hvert veski sem þú tókst ekki öryggisafrit af.
it: Se non hai annotato le tue frasi di recupero, ogni portafoglio che non hai sottoposto a backup andrà perso.
ja: リカバリーフレーズを書き留めていない場合、バックアップしていないウォレットは失われます。
ko: 복구 구문을 적어 두지 않았다면, 백업하지 않은 지갑은 모두 사라집니다.
lt: Jei neturite užsirašytų atkūrimo frazių, kiekviena piniginė, kurios neturėjote atsarginės kopijos, bus prarasta.
lv: Ja jums nav pierakstītu atkopšanas frāžu, katrs maks, kuru nedublējāt, tiks zaudēts.
ml: നിങ്ങളുടെ വീണ്ടെടുക്കൽ വാചകങ്ങൾ എഴുതിയിട്ടില്ലെങ്കിൽ, ബാക്കപ്പ് ചെയ്യാത്ത ഏതൊരു വാലറ്റും നഷ്ടപ്പെടും.
mr: तुम्ही तुमच्या रिकव्हरी वाक्यरचना लिहून ठेवल्या नसतील तर, बॅकअप न घेतलेले कोणतेही वॉलेट हरवेल.
ms: Jika anda tidak mencatat frasa pemulihan, mana-mana dompet yang tidak disandarkan akan hilang.
nb: Hvis du ikke har skrevet ned gjenopprettingsfrasene dine, går alle lommebøker du ikke har sikkerhetskopiert tapt.
nl: Als je je herstelzinnen niet hebt opgeschreven, gaat elke portemonnee waarvan je geen back-up hebt gemaakt verloren.
pa: ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਰਿਕਵਰੀ ਵਾਕ ਨਹੀਂ ਲਿਖੇ, ਤਾਂ ਜੋ ਵਾਲਿਟ ਤੁਸੀਂ ਬੈਕਅੱਪ ਨਹੀਂ ਕੀਤੇ, ਉਹ ਗੁਆਚ ਜਾਣਗੇ।
pl: Jeśli nie zapisałeś fraz odzyskiwania, każdy portfel bez kopii zapasowej zostanie utracony.
pt_br: Se você não anotou suas frases de recuperação, qualquer carteira sem backup será perdida.
ro: Dacă nu aveți frazele de recuperare notate, orice portofel fără copie de rezervă va fi pierdut.
ru: Если у вас нет записанных фраз восстановления, любой кошелёк без резервной копии будет утрачен.
sk: Ak nemáte frázy na obnovenie zapísané, každá peněženka bez zálohy bude stratená.
sl: Če nimate zapisanih obnovitvenih fraz, bo vsaka denarnica brez varnostne kopije izgubljena.
sr: Ако немате записане фразе за опоравак, сваки новчаник без резервне копије биће изгубљен.
sv: Om du inte har skrivit ner dina återställningsfraser går alla plånböcker du inte har säkerhetskopierat förlorade.
sw: Kama hujaandika vifungu vyako vya kurejesha, pochi yoyote ambayo hujaihifadhi itapotea.
ta: உங்கள் மீட்டெடுப்பு சொற்றொடர்களை எழுதி வைக்கவில்லை எனில், காப்பகப்படுத்தாத எந்த வாலட்டும் இழக்கப்படும்.
te: మీరు మీ రికవరీ పదబంధాలను రాసుకోకుంటే, మీరు బ్యాకప్ చేయని ఏ వాలెట్ అయినా కోల్పోతారు.
th: หากคุณไม่ได้จดวลีกู้คืนไว้ กระเป๋าสตางค์ใด ๆ ที่คุณไม่ได้สำรองจะสูญหาย
tr: Kurtarma ifadelerinizi yazıya geçirmediyseniz, yedeklemediğiniz her cüzdan kaybolur.
uk: Якщо ваші фрази відновлення не записані, кожен гаманець без резервної копії буде втрачено.
ur: اگر آپ نے اپنے ریکوری فقرے نہیں لکھے، تو جس والٹ کا آپ نے بیک اپ نہیں لیا وہ کھو جائے گا۔
vi: Nếu bạn không ghi lại các cụm từ khôi phục, mọi ví bạn chưa sao lưu sẽ bị mất.
zh_hans: 如果你没有抄写过助记词,任何未备份的钱包都会丢失。
zh_hant: 如果你沒有抄寫過助記詞,任何未備份的錢包都會遺失。

source: If you have your recovery phrase written down, you can restore this wallet later by importing it. If you don't, the funds are gone.
af: As jou herstelfrase neergeskryf is, kan jy hierdie beursie later herstel deur dit in te voer. Andersins is die fondse weg.
ar: إن كانت عبارة الاسترداد لديك مكتوبة، فيمكنك استعادة هذه المحفظة لاحقًا باستيرادها. وإن لم تكن، فالأموال ضائعة.
bg: Ако сте записали фразата си за възстановяване, ще можете да възстановите този портфейл по-късно, като я импортирате. В противен случай средствата са изгубени.
bn: আপনার রিকভারি ফ্রেজ লেখা থাকলে, পরে এটি ইম্পোর্ট করে এই ওয়ালেট পুনরুদ্ধার করতে পারবেন। না থাকলে অর্থ চলে যাবে।
ca: Si tens la frase de recuperació apuntada, podràs restaurar aquesta cartera més tard important-la. Si no, els fons es perden.
cs: Pokud máte obnovovací frázi zapsanou, můžete peněženku později obnovit importem. Pokud ji nemáte, prostředky jsou pryč.
da: Hvis du har skrevet din gendannelsesfrase ned, kan du senere gendanne denne tegnebog ved at importere den. Hvis ikke, er pengene væk.
de: Wenn Sie Ihre Wiederherstellungs-Phrase notiert haben, können Sie diese Wallet später durch Import wiederherstellen. Andernfalls sind die Mittel verloren.
el: Αν έχετε τη φράση ανάκτησης σημειωμένη, μπορείτε να επαναφέρετε αυτό το πορτοφόλι αργότερα εισάγοντάς το. Διαφορετικά, τα κεφάλαια χάνονται.
es: Si tienes la frase de recuperación anotada, podrás restaurar este wallet más adelante importándolo. Si no, los fondos se pierden.
et: Kui sa kirjutasid taastefraasi üles, saad selle rahakoti hiljem importides taastada. Kui ei, on raha kadunud.
fa: اگر عبارت بازیابی خود را یادداشت کرده باشید، می‌توانید بعداً این کیف پول را با وارد کردن آن بازیابی کنید. در غیر این صورت، دارایی از بین می‌رود.
fi: Jos sinulla on palautuslause kirjoitettuna ylös, voit palauttaa tämän lompakon myöhemmin tuomalla sen. Muuten varat ovat menneet.
fil: Kung nakasulat ang recovery phrase mo, maibabalik mo ang wallet na ito sa pamamagitan ng pag-import. Kung wala, mawawala ang pondo.
fr: Si vous avez votre phrase de récupération notée, vous pouvez restaurer ce portefeuille plus tard en l'important. Sinon, les fonds sont perdus.
he: אם רשמת את ביטוי השחזור, תוכל לשחזר את הארנק הזה מאוחר יותר על ידי ייבוא. אם לא — הכספים אבודים.
hi: अगर आपके पास रिकवरी फ़्रेज़ लिखी है, तो आप बाद में इसे इम्पोर्ट करके वॉलेट रिस्टोर कर सकते हैं। अगर नहीं, तो फंड चले जाएंगे।
hr: Ako imate frazu za oporavak zapisanu, ovaj novčanik kasnije možete vratiti uvozom. U suprotnom, sredstva su izgubljena.
hu: Ha leírta a helyreállítási mondatát, később importálással visszaállíthatja ezt a tárcát. Ha nem, az eszközök elvesznek.
id: Jika Anda mencatat frasa pemulihan, Anda dapat memulihkan dompet ini nanti dengan mengimpornya. Jika tidak, dana akan hilang.
is: Ef þú hefur skrifað niður endurheimtarsetninguna geturðu endurheimt þetta veski síðar með innflutningi. Ef ekki, þá er féð glatað.
it: Se hai annotato la tua frase di recupero, potrai ripristinare questo portafoglio in seguito importandola. In caso contrario, i fondi sono persi.
ja: リカバリーフレーズを書き留めてあれば、後でインポートしてこのウォレットを復元できます。書き留めていない場合、資産は失われます。
ko: 복구 구문을 적어 두었다면 나중에 가져오기로 이 지갑을 복원할 수 있습니다. 그렇지 않다면 자금은 사라집니다.
lt: Jei užsirašėte atkūrimo frazę, vėliau galite atkurti šią piniginę ją importuodami. Jei ne, lėšos prarastos.
lv: Ja esat pierakstījuši atkopšanas frāzi, vēlāk varat atjaunot šo maku, to importējot. Ja nē, līdzekļi ir pazaudēti.
ml: നിങ്ങളുടെ വീണ്ടെടുക്കൽ വാചകം എഴുതിയിട്ടുണ്ടെങ്കിൽ, പിന്നീട് ഇറക്കുമതി ചെയ്ത് ഈ വാലറ്റ് വീണ്ടെടുക്കാം. ഇല്ലെങ്കിൽ, ഫണ്ടുകൾ പോകും.
mr: जर तुम्ही तुमची रिकव्हरी वाक्यरचना लिहून ठेवली असेल, तर तुम्ही नंतर ती आयात करून हे वॉलेट पुनर्संचयित करू शकता. नसेल तर, निधी जातो.
ms: Jika frasa pemulihan anda telah dicatatkan, anda boleh memulihkan dompet ini kemudian dengan mengimportnya. Jika tidak, dana hilang.
nb: Hvis du har gjenopprettingsfrasen din nedskrevet, kan du gjenopprette denne lommeboken senere ved å importere den. Hvis ikke, er midlene tapt.
nl: Als je je herstelzin hebt opgeschreven, kun je deze portemonnee later herstellen door hem te importeren. Zo niet, dan zijn de tegoeden weg.
pa: ਜੇ ਤੁਹਾਡੀ ਰਿਕਵਰੀ ਵਾਕ ਲਿਖੀ ਹੋਈ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਬਾਅਦ ਵਿੱਚ ਇਸਨੂੰ ਆਯਾਤ ਕਰ ਕੇ ਇਹ ਵਾਲਿਟ ਮੁੜ-ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ। ਜੇ ਨਹੀਂ, ਤਾਂ ਫੰਡ ਚਲੇ ਜਾਂਦੇ ਹਨ।
pl: Jeśli zapisałeś frazę odzyskiwania, możesz później przywrócić ten portfel, importując ją. Jeśli nie — środki przepadną.
pt_br: Se você anotou sua frase de recuperação, poderá restaurar esta carteira mais tarde importando-a. Caso contrário, os fundos se perderão.
ro: Dacă aveți fraza de recuperare notată, puteți restabili acest portofel mai târziu prin import. Dacă nu, fondurile se pierd.
ru: Если у вас есть записанная фраза восстановления, вы сможете восстановить этот кошелёк позже через импорт. Если нет — средства потеряны.
sk: Ak máte frázu na obnovenie zapísanú, túto peněženku môžete neskôr obnoviť importom. Inak sú prostriedky preč.
sl: Če imate obnovitveno frazo zapisano, lahko to denarnico kasneje obnovite z uvozom. Sicer so sredstva izgubljena.
sr: Ако имате записану фразу за опоравак, овај новчаник касније можете обновити увозом. У супротном, средства су нестала.
sv: Om du har din återställningsfras nedskriven kan du återställa denna plånbok senare genom att importera den. Annars är medlen borta.
sw: Kama umeandika kifungu chako cha kurejesha, unaweza kurejesha pochi hii baadaye kwa kuingiza. Vinginevyo, fedha zimepotea.
ta: நீங்கள் மீட்டெடுப்பு சொற்றொடரை எழுதி வைத்திருந்தால், பின்னர் இறக்குமதி செய்து இந்த வாலட்டை மீட்டெடுக்கலாம். இல்லையெனில், நிதி இழக்கப்படும்.
te: మీ రికవరీ పదబంధాన్ని రాసుకుని ఉంటే, తర్వాత దానిని దిగుమతి చేసుకుని ఈ వాలెట్‌ను పునరుద్ధరించవచ్చు. లేకపోతే, నిధులు పోతాయి.
th: หากคุณจดวลีกู้คืนไว้ คุณสามารถนำเข้ากลับมาเพื่อกู้คืนกระเป๋าสตางค์นี้ในภายหลัง หากไม่มี เงินจะหายไป
tr: Kurtarma ifadenizi yazıya geçirdiyseniz bu cüzdanı daha sonra içe aktararak geri yükleyebilirsiniz. Aksi takdirde paranız kaybolur.
uk: Якщо у вас є записана фраза відновлення, ви зможете відновити цей гаманець пізніше імпортом. Якщо ні — кошти втрачені.
ur: اگر آپ نے اپنا ریکوری فقرہ لکھ رکھا ہے، تو آپ بعد میں اسے درآمد کر کے یہ والٹ بحال کر سکتے ہیں۔ اگر نہیں، تو رقم ضائع ہو جائے گی۔
vi: Nếu bạn đã ghi lại cụm từ khôi phục, bạn có thể nhập lại để khôi phục ví này sau. Nếu không, tiền sẽ mất.
zh_hans: 如果你已抄写助记词,以后可以通过导入恢复此钱包。如果没有,资金就会丢失。
zh_hant: 如果你已抄寫助記詞,日後可以透過匯入還原此錢包。如果沒有,資金就會遺失。

source: If you lose it, the funds are gone.
af: As jy dit verloor, is die fondse weg.
ar: إذا فقدتها، تذهب الأموال.
bg: Ако я загубите, средствата изчезват.
bn: এটি হারালে, টাকাও চলে যায়।
ca: Si la perds, els fons s’han perdut.
cs: Když ji ztratíte, prostředky jsou pryč.
da: Mister du den, er midlerne væk.
de: Verlieren Sie sie, ist das Guthaben weg.
el: Αν τη χάσετε, τα κεφάλαια χάνονται.
es: Si la pierdes, los fondos se pierden.
et: Kui kaotad selle, on raha läinud.
fa: اگر گمش کنید، دارایی‌ها از دست می‌روند.
fi: Jos menetät sen, varat ovat poissa.
fil: Kapag nawala ito, wala na ang pondo.
fr: Si vous la perdez, les fonds sont perdus.
he: אם תאבד אותו, הכספים נעלמים.
hi: इसे खो दिया, तो धन भी गया।
hr: Ako je izgubite, sredstva su nestala.
hu: Ha elveszíti, a pénzeszközök elvesznek.
id: Jika hilang, dana ikut hilang.
is: Ef þú týnir henni, þá eru fjármunirnir farnir.
it: Se la perde, i fondi sono persi.
ja: 失えば、資金も失われます。
ko: 잃어버리면 자금도 사라집니다.
lt: Praradę ją, prarandate ir lėšas.
lv: Ja to pazaudēsiet, līdzekļi būs pazuduši.
ml: അത് നഷ്ടപ്പെട്ടാൽ, പണം പോയി.
mr: ती हरवली, की पैसे गेलेच.
ms: Jika anda kehilangannya, dana hilang.
nb: Mister du den, er midlene borte.
nl: Als je hem verliest, is het geld weg.
pa: ਜੇ ਤੁਸੀਂ ਇਹ ਗੁਆ ਦਿੱਤੀ, ਤਾਂ ਫੰਡ ਖ਼ਤਮ।
pl: Jeśli ją zgubisz, środki przepadają.
pt_br: Se você perder, os fundos vão embora.
ro: Dacă o pierzi, fondurile dispar.
ru: Потеряете её — потеряете средства.
sk: Ak ju stratíte, prostriedky sú preč.
sl: Če jo izgubite, so sredstva izgubljena.
sr: Ако је изгубите, средства су нестала.
sv: Förlorar du den, är pengarna borta.
sw: Ukikipoteza, fedha zimepotea.
ta: அதை இழந்தால், நிதி போய்விடும்.
te: మీరు దాన్ని కోల్పోతే, నిధులు పోతాయి.
th: หากสูญหาย เงินก็จะหายไป
tr: Kaybederseniz fonlar gider.
uk: Якщо ви її втратите, кошти зникнуть.
ur: اگر آپ نے یہ کھو دیا، تو فنڈز چلے جائیں گے۔
vi: Nếu bạn đánh mất, tiền sẽ mất theo.
zh_hans: 丢了，资金就没了。
zh_hant: 遺失了，資金就沒了。

source: If you lose your iPhone before backing up, your wallet is gone — there is no recovery without the phrase.
af: As jy jou iPhone verloor voordat jy 'n rugsteun maak, is jou beursie weg — daar is geen herstel sonder die frase nie.
ar: إذا فقدت iPhone قبل إنشاء النسخة الاحتياطية، فستفقد محفظتك — لا يوجد استرداد بدون العبارة.
bg: Ако загубите своя iPhone преди да направите архивиране, портфейлът ви е изгубен — без фразата няма възстановяване.
bn: ব্যাকআপ নেওয়ার আগে যদি আপনার iPhone হারিয়ে যায়, ওয়ালেট চলে যাবে — ফ্রেজ ছাড়া কোনো পুনরুদ্ধার নেই।
ca: Si perds l'iPhone abans de fer la còpia, la cartera desapareix — no hi ha recuperació sense la frase.
cs: Pokud iPhone ztratíte před vytvořením zálohy, peněženka je pryč — bez fráze není obnova možná.
da: Hvis du mister din iPhone, før du sikkerhedskopierer, er tegnebogen væk — der er ingen gendannelse uden frasen.
de: Wenn Sie Ihr iPhone vor einer Sicherung verlieren, ist Ihre Wallet weg — ohne die Phrase gibt es keine Wiederherstellung.
el: Αν χάσετε το iPhone σας πριν δημιουργήσετε αντίγραφο ασφαλείας, το πορτοφόλι σας χάνεται — δεν υπάρχει ανάκτηση χωρίς τη φράση.
es: Si pierdes el iPhone antes de hacer la copia, tu wallet desaparece — no hay recuperación sin la frase.
et: Kui kaotad oma iPhone'i enne varundamist, on rahakott läinud — taastamist ilma fraasita ei ole.
fa: اگر iPhone خود را پیش از پشتیبان‌گیری از دست بدهید، کیف پول از بین می‌رود — بدون عبارت بازیابی وجود ندارد.
fi: Jos kadotat iPhonen ennen varmuuskopiointia, lompakkosi katoaa — ilman lausetta palautusta ei ole.
fil: Kung mawala ang iyong iPhone bago mag-back up, mawawala ang wallet mo — walang recovery nang walang phrase.
fr: Si vous perdez votre iPhone avant la sauvegarde, votre portefeuille est perdu — il n'y a pas de récupération sans la phrase.
he: אם תאבד את ה-iPhone שלך לפני שגיבית, הארנק שלך אבוד — אין שחזור בלי הביטוי.
hi: अगर बैकअप लेने से पहले आप अपना iPhone खो देते हैं, तो वॉलेट चला जाएगा — फ़्रेज़ के बिना कोई रिकवरी नहीं।
hr: Ako izgubite iPhone prije nego što napravite sigurnosnu kopiju, novčanik je nestao — bez fraze nema oporavka.
hu: Ha biztonsági mentés előtt elveszíti az iPhone-ját, a tárcája odavész — a mondat nélkül nincs helyreállítás.
id: Jika Anda kehilangan iPhone sebelum mencadangkan, dompet Anda hilang — tidak ada pemulihan tanpa frasa.
is: Ef þú týnir iPhone-inum þínum áður en þú tekur öryggisafrit er veskið glatað — engin endurheimt án setningarinnar.
it: Se perdi il tuo iPhone prima del backup, il portafoglio è perso — non c'è alcun recupero senza la frase.
ja: バックアップを取る前に iPhone を失うと、ウォレットは失われます — フレーズなしでの復元はできません。
ko: 백업하기 전에 iPhone을 잃어버리면 지갑도 사라집니다 — 구문 없이는 복구할 수 없습니다.
lt: Jei prarasite „iPhone“ prieš sukurdami atsarginę kopiją, jūsų piniginė bus prarasta — be frazės atkūrimo nėra.
lv: Ja zaudēsiet iPhone pirms dublēšanas, jūsu maks ir pazudis — bez frāzes atjaunošanas nav.
ml: ബാക്കപ്പ് ചെയ്യും മുമ്പ് നിങ്ങളുടെ iPhone നഷ്ടപ്പെട്ടാൽ, വാലറ്റ് പോകും — വാചകമില്ലാതെ വീണ്ടെടുക്കലില്ല.
mr: बॅकअप घेण्यापूर्वी तुमचा iPhone हरवला तर तुमचे वॉलेट जाते — वाक्यरचनेशिवाय पुनर्प्राप्ती नाही.
ms: Jika anda kehilangan iPhone anda sebelum sandaran, dompet anda hilang — tiada pemulihan tanpa frasa itu.
nb: Hvis du mister iPhonen før du sikkerhetskopierer, er lommeboken borte — det finnes ingen gjenoppretting uten frasen.
nl: Als je je iPhone verliest voordat je een back-up hebt gemaakt, is je portemonnee weg — zonder de zin is er geen herstel.
pa: ਜੇ ਤੁਸੀਂ ਬੈਕਅੱਪ ਲੈਣ ਤੋਂ ਪਹਿਲਾਂ ਆਪਣਾ iPhone ਗੁਆ ਦਿੰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਡਾ ਵਾਲਿਟ ਚਲਾ ਜਾਂਦਾ ਹੈ — ਵਾਕ ਤੋਂ ਬਿਨਾਂ ਕੋਈ ਰਿਕਵਰੀ ਨਹੀਂ।
pl: Jeśli zgubisz iPhone’a przed wykonaniem kopii zapasowej, twój portfel zniknie — bez frazy nie ma odzyskiwania.
pt_br: Se você perder seu iPhone antes de fazer o backup, sua carteira se perde — não há recuperação sem a frase.
ro: Dacă vă pierdeți iPhone-ul înainte de a face copia de rezervă, portofelul dispare — nu există recuperare fără frază.
ru: Если вы потеряете iPhone до резервного копирования, кошелёк будет утрачен — без фразы восстановления нет.
sk: Ak svoj iPhone stratíte pred zálohovaním, peněženka je preč — bez frázy nie je obnova možná.
sl: Če izgubite iPhone, preden ustvarite varnostno kopijo, je denarnica izgubljena — brez fraze ni obnove.
sr: Ако изгубите iPhone пре него што направите резервну копију, новчаник је нестао — без фразе нема опоравка.
sv: Om du tappar bort din iPhone innan du säkerhetskopierar är plånboken borta — det går inte att återställa utan frasen.
sw: Ukipoteza iPhone yako kabla ya kuhifadhi nakala, pochi yako imepotea — hakuna kurejesha bila kifungu.
ta: காப்பகப்படுத்துவதற்கு முன் iPhone-ஐ இழந்தால், உங்கள் வாலட் இழந்தது — சொற்றொடர் இல்லாமல் மீட்டெடுப்பு இல்லை.
te: బ్యాకప్ చేయడానికి ముందు మీ iPhone పోతే, మీ వాలెట్ పోతుంది — పదబంధం లేకుండా రికవరీ లేదు.
th: หากคุณทำ iPhone หายก่อนสำรองข้อมูล กระเป๋าสตางค์จะหายไป — ไม่มีการกู้คืนหากไม่มีวลี
tr: Yedek almadan iPhone'unuzu kaybederseniz cüzdanınız kaybolur — ifade olmadan kurtarma yoktur.
uk: Якщо ви втратите iPhone до резервного копіювання, гаманець зникне — без фрази відновлення неможливе.
ur: اگر آپ بیک اپ سے پہلے اپنا iPhone کھو دیں، تو آپ کا والٹ ختم — بغیر فقرے کے کوئی بحالی نہیں۔
vi: Nếu bạn mất iPhone trước khi sao lưu, ví của bạn sẽ mất — không thể khôi phục nếu không có cụm từ.
zh_hans: 如果你在备份之前丢失了 iPhone,你的钱包就没了 — 没有助记词就无法恢复。
zh_hant: 如果你在備份之前遺失 iPhone,你的錢包就沒了 — 沒有助記詞就無法還原。

source: If you stop now, your new wallet won't be saved.
af: As jy nou stop, sal jou nuwe beursie nie gestoor word nie.
ar: إذا توقفت الآن، لن يتم حفظ محفظتك الجديدة.
bg: Ако спрете сега, новият ви портфейл няма да бъде запазен.
bn: যদি আপনি এখন থামেন, আপনার নতুন ওয়ালেট সংরক্ষণ করা হবে না।
ca: Si t’atures ara, la teva cartera nova no es desarà.
cs: Pokud nyní přestanete, vaše nová peněženka nebude uložena.
da: Hvis du stopper nu, gemmes din nye wallet ikke.
de: Wenn du jetzt aufhörst, wird deine neue Wallet nicht gespeichert.
el: Αν σταματήσετε τώρα, το νέο σας πορτοφόλι δεν θα αποθηκευτεί.
es: Si te detienes ahora, tu nueva cartera no se guardará.
et: Kui sa praegu lõpetad, ei salvestata su uut rahakotti.
fa: اگر اکنون متوقف شوید، کیف پول جدید شما ذخیره نخواهد شد.
fi: Jos lopetat nyt, uutta lompakkoasi ei tallenneta.
fil: Kung titigil ka ngayon, hindi mase-save ang bago mong wallet.
fr: Si vous arrêtez maintenant, votre nouveau portefeuille ne sera pas sauvegardé.
he: אם תפסיק עכשיו, הארנק החדש שלך לא יישמר.
hi: यदि आप अभी रुकते हैं, तो आपका नया वॉलेट सहेजा नहीं जाएगा।
hr: Ako sada stanete, vaš novi novčanik neće biti spremljen.
hu: Ha most leállsz, az új tárcád nem lesz elmentve.
id: Jika Anda berhenti sekarang, dompet baru Anda tidak akan disimpan.
is: Ef þú hættir núna verður nýja veskið þitt ekki vistað.
it: Se ti fermi ora, il tuo nuovo wallet non verrà salvato.
ja: 今停止すると、新しいウォレットは保存されません。
ko: 지금 중단하면 새 지갑이 저장되지 않습니다.
lt: Jei sustosite dabar, jūsų nauja piniginė nebus išsaugota.
lv: Ja apturēsi tagad, tavs jaunais maks netiks saglabāts.
ml: ഇപ്പോൾ നിർത്തിയാൽ, നിങ്ങളുടെ പുതിയ വാലറ്റ് സംരക്ഷിക്കപ്പെടില്ല.
mr: जर तुम्ही आत्ता थांबलात, तर तुमचे नवीन वॉलेट जतन होणार नाही.
ms: Jika anda berhenti sekarang, dompet baharu anda tidak akan disimpan.
nb: Hvis du stopper nå, blir den nye lommeboken ikke lagret.
nl: Als je nu stopt, wordt je nieuwe wallet niet opgeslagen.
pa: ਜੇ ਤੁਸੀਂ ਹੁਣ ਰੁਕ ਜਾਂਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਡਾ ਨਵਾਂ ਵਾਲਿਟ ਸੇਵ ਨਹੀਂ ਹੋਵੇਗਾ।
pl: Jeśli teraz zatrzymasz, Twój nowy portfel nie zostanie zapisany.
pt_br: Se você parar agora, sua nova carteira não será salva.
ro: Dacă te oprești acum, noul tău portofel nu va fi salvat.
ru: Если вы остановитесь сейчас, ваш новый кошелёк не будет сохранён.
sk: Ak teraz prestanete, vaša nová peňaženka sa neuloží.
sl: Če zdaj prenehate, vaša nova denarnica ne bo shranjena.
sr: Ако сада станете, ваш нови новчаник неће бити сачуван.
sv: Om du slutar nu sparas inte din nya plånbok.
sw: Ukisimama sasa, pochi yako mpya haitahifadhiwa.
ta: நீங்கள் இப்போது நிறுத்தினால், உங்கள் புதிய வாலெட் சேமிக்கப்படாது.
te: మీరు ఇప్పుడు ఆపితే, మీ కొత్త వాలెట్ సేవ్ చేయబడదు.
th: หากคุณหยุดตอนนี้ กระเป๋าเงินใหม่ของคุณจะไม่ถูกบันทึก
tr: Şimdi durursanız yeni cüzdanınız kaydedilmez.
uk: Якщо ви припините зараз, ваш новий гаманець не буде збережено.
ur: اگر آپ ابھی رک گئے تو آپ کا نیا والیٹ محفوظ نہیں ہوگا۔
vi: Nếu bạn dừng bây giờ, ví mới của bạn sẽ không được lưu.
zh_hans: 如果你现在停止,你的新钱包将不会被保存。
zh_hant: 如果你現在停止,你的新錢包將不會儲存。
